tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
brew "antigen"
brew "argo"
brew "aws-iam-authenticator"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bluetoothconnector"
brew "boost"
brew "broot"
brew "glib"
brew "cmake"
brew "dasel"
brew "deno"
brew "docker-compose", link: false
brew "elvish"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "grok"
brew "gron"
brew "helm"
brew "helmfile"
brew "htop"
brew "hyperfine"
brew "hyperkit"
brew "python@3.10"
brew "ipython", link: false
brew "jq"
brew "julia"
brew "k9s"
brew "kubernetes-cli"
brew "ledger"
brew "libomp"
brew "maven"
brew "minikube"
brew "ocaml"
brew "opam"
brew "openjdk@11"
brew "php"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "python@3.7"
brew "r"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "saml2aws"
brew "sd"
brew "sops"
brew "starship"
brew "terraform"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xh"
brew "yamllint"
brew "z"
brew "zig"
brew "zplug"
brew "zsh-completions"
brew "johanhaleby/kubetail/kubetail"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "calibre"
cask "clion"
cask "datagrip"
cask "dataspell"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "mendeley"
cask "mimestream"
cask "pycharm"
cask "pycharm-ce"
cask "rstudio"
cask "slack"
cask "spotify"
cask "tiles"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
